---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamAverageModulus
source: html/008cd2b9-3f2e-efe1-6d8b-d2b27265b59c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamAverageModulus Property

"Average Modulus"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamAverageModulus { get; }
```